package telegram

const (
	msgHello = `Привет! я расскажу тебе про наш город!🤗
	Выбери одну из опций:`

	msgHelp = `Выбери интересующий тебя район после чего выбери интересующею тебя достопримечательность `

	msgChooseDistrict = `Возможно тебе интересны какие то из этих районов:`

	msgChoosePlace = `Вот что ты можешь найти в этом районе:`

	msgUnknown = `Что-то я тебя не понял🥲
	Попробуй использовать команду /start`

	callbackUnknown = `Что-то пошло не так
	Давай попробуем заново - /start`
)

const (
	hlpBut       = `Что ты умеешь?`
	districtsBut = `Районы`
	nextBut      = `Далее->`
	backBut      = `<-Назад`
)
