package telegram

const (
	MsgHello = `Привет! я расскажу тебе про наш город!🤗
Выбери одну из опций:`

	MsgHelp = `Выбери интересующий тебя район после чего выбери интересующею тебя достопримечательность`

	MsgLocationHelp = `Не мог бы ты отправить мне геолокацию, чтобы я нашел достопримечательность рядом с тобой🥹`

	MsgChooseDistrict = `Возможно тебе интересны какие то из этих районов:`

	MsgChoosePlace = `Вот что ты можешь найти в этом районе:`

	MsgUnknown = `Что-то я тебя не понял🥲
Попробуй использовать команду /start`

	CallbackUnknown = `Что-то пошло не так
Давай попробуем заново - /start`
)

const (
	HelpBut      = `Что ты умеешь?`
	DistrictsBut = `Районы`
	LocationBut  = `📍 Что есть рядом?`
	NextBut      = `Далее->`
	BackBut      = `<-Назад`
)
